{
  "cheri-berry": "Cura o usuário de paralisia.",
  "chesto-berry": "Cura o usuário de Sono.",
  "pecha-berry": "Cura o usuário de Veneno.",
  "aspear-berry": "Cura o usuário de congelamento.",
  "leppa-berry": "Cura 400 de SP quando o usuário fica abaixo de 20% de SP.",
  "figy-berry": "Cura 50% de HP quando o HP fica abaixo de 25% (causa confusão em Pokémon cuja nature perde STR).",
  "wiki-berry": "Cura 50% de HP quando o HP fica abaixo de 25% (causa confusão em Pokémon cuja nature perde INT);",
  "mago-berry": "Cura 50% de HP quando o HP fica abaixo de 25% (causa confusão em Pokémon cuja nature perde INT).",
  "aguav-berry": "Cura 50% de HP quando o HP fica abaixo de 25% (causa confusão em Pokémon cuja nature perde RES).",
  "lapapa-berry": "Cura 50% de HP quando o HP fica abaixo de 25% (causa confusão em Pokémon cuja nature perde DEF)",
  "occa-berry": "Reduz dano de golpe recebido do tipo FIRE em 50%",
  "passho-berry": "Reduz dano de golpe recebido do tipo WATER em 50%",
  "wacan-berry": "Reduz dano de golpe recebido do tipo ELETRIC em 50%",
  "rindo-berry": "Reduz dano de golpe recebido do tipo GRASS em 50%",
  "yache-berry": "Reduz dano de golpe recebido do tipo ICE em 50%",
  "chople-berry": "Reduz dano de golpe recebido do tipo FIGHTING em 50%",
  "kebia-berry": "Reduz dano de golpe recebido do tipo POISON em 50%",
  "shuca-berry": "Reduz dano de golpe recebido do tipo GROUND em 50%",
  "coba-berry": "Reduz dano de golpe recebido do tipo FLYING em 50%",
  "payapa-berry": "Reduz dano de golpe recebido do tipo PSYCHIC em 50%",
  "tanga-berry": "Reduz dano de golpe recebido do tipo BUG em 50%",
  "charti-berry": "Reduz dano de golpe recebido do tipo ROCK em 50%",
  "kasib-berry": "Reduz dano de golpe recebido do tipo GHOST em 50%",
  "haban-berry": "Reduz dano de golpe recebido do tipo DRAGON em 50%",
  "colbur-berry": "Reduz dano de golpe recebido do tipo DARK em 50%",
  "babiri-berry": "Reduz dano de golpe recebido do tipo STEEL em 50%",
  "chilan-berry": "Reduz dano de golpe recebido do tipo NORMAL em 50%",
  "roseli-berry": "Reduz dano de golpe recebido do tipo Fairy em 50%",
  "liechi-berry": "Aumenta ATK quando o HP está abaixo de 25%",
  "ganlon-berry": "Aumenta DEF quando o HP está abaixo de 25%",
  "salac-berry": "Aumenta SPEED quando o HP está abaixo de 25%",
  "petaya-berry": "Aumenta SP ATK quando o HP está abaixo de 25%",
  "apicot-berry": "Aumenta SP DEF quando o HP está abaixo de 25%",
  "lansat-berry": "Aumenta CRI quando o HP está abaixo de 25%",
  "starf-berry": "Aumenta muito um status aleatório quando o HP está abaixo de 25%",
  "micle-berry": "Aumenta ACC quando o HP está abaixo de 25%",
  "custap-berry": "Faz o próximo Move carregar mais rápido quando o HP está abaixo de 25%",
  "jaboca-berry": "O pokémon que atacar o usuário com um golpe físico recebera 1/8 do MAXHP de dano",
  "rowap-berry": "O pokémon que atacar o usuário com um golpe especial recebera 1/8 do MAXHP de dano",
  "kee-berry": "Aumenta a DEF se o usuário é atingido por um golpe físico",
  "maranga-berry": "Aumenta a SP. DEF se o usuário é atingido por um golpe especial",
  "oran-berry": "Cura 750 de HP quando o HP está abaixo de 50%",
  "persim-berry": "Cura o usuário de Confusão",
  "lum-berry": "Cura o usuário de qualquer major Status",
  "sitrus-berry": "Cura 25% de HP quando o HP está abaixo de 50%",
  "rawst-berry": "Cura o usuário de Burn"
}
